#include <iostream>
#include <string>
#include <Windows.h>

using namespace std;

int main()
{
	SetConsoleCP(1251);
	SetConsoleOutputCP(1251);
	cout << "Когда человек видит того, кого он по-настоящему боится, он понимает,\n" ; 
	cout << "что не может игнорировать его.\n";
	cout << "И тогда у него остаётся лишь два выхода:\n";
	cout << "либо подчиниться объекту своего страха и надеяться на защиту,\n";
	cout << "либо устранить его, чтобы избавиться от страха.\n";
	cout << "\t      __======__\n";
	cout << "\t     | |_=====__|\n";
	cout << "\t     | | |           __         __      \n";
	cout << "\t    | | |         __|  |__   __|  |__   \n";
	cout << "\t    | | |        |__ ++ __| |__ ++ __|  \n";
	cout << "\t     | | |          |__|       |__|     \n";
	cout << "\t      | | |__===_   \n";
	cout << "\t      |_|_|______|   \n";
	cout << "\t                                         ______ \n";
	cout << "\t                                        /______|\n";
	cout << "\t                                       /||/////|\n";
	cout << "\t                                      /||| T T |\n";
	cout << "\t                                        ||_____|\n";
	cout << "\t                                          || |\n";
	cout << "Человечек это я ---> Алижончик";
	return 0;
}

